tap "derailed/k9s"
brew "atuin"
brew "awscli"
brew "colima"
brew "fd"
brew "fzf"
brew "gh"
brew "git"
brew "git-delta"
brew "graphviz"
brew "helm"
brew "jq"
brew "kubernetes-cli"
brew "mise"
brew "neovim"
brew "ripgrep"
brew "tmux"
brew "uv"
brew "derailed/k9s/k9s"
cask "claude-code"
cask "maccy"
cask "mactex"
cask "obsidian"
cask "warp"